import {ICatalog} from '../models/catalog';


export const Catalog: ICatalog = {
  items: [
    {
      id: '1',
      title: 'Коллекционирование и искусство',
      subItems: [
        {
          id: '11',
          title: 'Предметы для коллекций'
        },
        {
          id: '12',
          title: 'Антиквариат'
        },
        {
          id: '13',
          title: 'Спортивные сувениры'
        },
        {
          id: '14',
          title: 'Искусство'
        },
      ]
    },
    {
      id: '2',
      title: 'Дома, сад, хобби и игрушки',
      subItems: [
        {
          id: '21',
          title: 'Двор, сад, отдых'
        },
        {
          id: '22',
          title: 'Рукоделие'
        },
        {
          id: '23',
          title: 'Обустройство дома'
        },
        {
          id: '24',
          title: 'Зоотовары'
        },
      ]
    },
    {
      id: '3',
      title: 'Спортивные товары',
      subItems: [
        {
          id: '31',
          title: 'Игры на открытом воздухе'
        },
        {
          id: '32',
          title: 'Командные игры'
        },
        {
          id: '33',
          title: 'Физические упражнения и фитнесс'
        },
        {
          id: '34',
          title: 'Гольф'
        },
      ]
    },
    {
      id: '4',
      title: 'Электроника',
      subItems: [
        {
          id: '41',
          title: 'компьютеры и планшеты'
        },
        {
          id: '42',
          title: 'Фотоаппарты и фототовары'
        },
        {
          id: '43',
          title: 'Аудио- и видеоаппаратура и системы наблюдения'
        },
        {
          id: '44',
          title: 'Сотовые телефоны и аксессуары'
        },
      ]
    },
    {
      id: '5',
      title: 'Для автолюбителей',
      subItems: [
        {
          id: '51',
          title: 'Запчасти и аксессуары'
        },
        {
          id: '52',
          title: 'Легковые и грузовые автомобили'
        },
        {
          id: '53',
          title: 'Мотоциклы'
        },
        {
          id: '54',
          title: 'Другой транспорт'
        },
      ]
    },
    {
      id: '6',
      title: 'Игрушки и хобби',
      subItems: [
        {
          id: '61',
          title: 'Радиоуправляемые игрушки'
        },
        {
          id: '62',
          title: 'Литые модели транспортных средств'
        },
        {
          id: '63',
          title: 'Экшн-фигурки'
        },
        {
          id: '64',
          title: 'Куклы и мягкие игрушки'
        },
      ]
    },
    {
      id: '7',
      title: 'Мода',
      subItems: [
        {
          id: '71',
          title: 'Женщины'
        },
        {
          id: '72',
          title: 'Мужчины'
        },
        {
          id: '73',
          title: 'Ювелирные часы и украшения'
        },
        {
          id: '74',
          title: 'Обувь'
        },
      ]
    },
    {
      id: '8',
      title: 'Музыкальные инструменты и оборудование',
      subItems: [
        {
          id: '81',
          title: 'Гитары'
        },
        {
          id: '82',
          title: 'Профессиональная аудиоаппаратура'
        },
        {
          id: '83',
          title: 'Струнные инструменты'
        },
        {
          id: '84',
          title: 'Сценическое освещение и эффекты'
        },
      ]
    },
    {
      id: '9',
      title: 'Другие категории',
      subItems: [
        {
          id: '91',
          title: 'Красота и здоровье'
        },
        {
          id: '92',
          title: 'Видеоигры и приставки'
        },
        {
          id: '93',
          title: 'Детские товары'
        },
        {
          id: '94',
          title: 'Бизнес и промышленность'
        },
      ]
    }
  ]
}
